Repository: albfernandez/dalle
Catalog: po/*.po
Languages: es, gl

source: Bad options
es: Opciones incorrectas
gl: Opcións incorrectas

source: dalle-console <command> [options] <files>
gl: dalle-console <comando> [opcións] <ficheiros>

source: <commands>
gl: <comandos>

source: -s, --split Split files
gl: -s, --split Dividir ficheiros

source: -j, --join Join files
gl: -j, --join Unir ficheiros

source: -i, --info Show info about files (format)
gl: -i, --info Amosa información sobre os ficheiros (formato)

source: -l, --list List all supported formats
gl: -l, --list Lista tódolos formatos soportados

source: (no command) Join files
gl: (sen comando) Unir ficheiros

source: [options]
gl: [opcións]

source: -d=dir
gl: -d=directorio

source: -f=format Format used to split the file
gl: -f=formato Formato usado para dividir o ficheiro

source: -b=file Name of dest file, or prefix for fragments
gl: -b=ficheiro Nome do ficheiro de destino, ou prefixo dos anacos

source: -t=size Size of pieces (in kb)
gl: -t=tamaño Tamaño dos anacos (en kb)

source: Error:
gl: Erro:

source: Join Supported Formats
es: Formatos soportados para unir
gl: Formatos Soportados para a Unión

source: Split Supported Formats
es: Formatos soportados para partir
gl: Formatos Soportados para a División

source: Bad parameter
es: Parámetro incorrecto
gl: Parámetro incorrecto

source: Joining file {0} ({1})
es: Uniendo archivo {0} ({1})
gl: Unindo ficheiro {0} ({1})

source: {0}. Error, Unknown format.
es: {0}. Error, Formato desconocido.
gl: {0}. Erro, Formato descoñecido.

source: Finished
es: Terminado
gl: Rematouse

source: Time = {0} seconds ({1:00}:{2:00})
es: Tiempo = {0} segundos ({1:00}:{2:00})
gl: Tempo = {0} segundos ({1:00}:{2:00})

source: Unknown format
es: Formato desconocido
gl: Formato descoñecido

source: Is a directory
es: Es un directorio
gl: É un directorio

source: File not found
es: Archivo no encontrado
gl: Ficheiro non atopado

source: Using libDalle v.{0}
es: Usando libDalle v.{0}
gl: Usando libDalle v.{0}

source: File not found: {0}
es: Archivo no encontrado: {0}
gl: Ficheiro non atopado: {0}

source: {0} is a directory
es: {0} es un directorio
gl: {0} é un directorio

source: crcs of file {0}:
es: crcs del fichero{0}:
gl: crcs do ficheiro {0}:

source: ERROR
gl: ERRO

source: Format incompatible
es: Formato incompatible
gl: Formato non compatible

source: Ok
gl: Aceptar

source: Not Found
es: No encontrado
gl: Non Atopado

source: Is Directory
es: Es un directorio
gl: É Directorio

source: Failed!
es: ¡Falló!
gl: Fallou!

source: Unknown error!
es: ¡Error desconocido!
gl: Erro descoñecido!

source: Usage:
es: Uso:
gl: Uso:

source: To verify files:
es: Para verificar archivos:
gl: Para verificar ficheiros:

source: dalle-sfv-console -v <md5 and sfv-files>
es: dalle-sfv-console -v <md5 y sfv>
gl: dalle-sfv-console -v <ficheiros md5 e sfv>

source: dalle-sfv-console -vv <md5 and sfv-files> to be verbose
es: dalle-sfv-console -vv <md5 y sfv> modo charlatán
gl: dalle-sfv-console -vv <ficheiros md5 e sfv> para saída detallada

source: To create (md5/sfv) files:
es: Para crear archivos md5/sfv:
gl: Para crear ficheiros (md5/sfv):

source: dalle-sfv-console -<format> <files>
es: dalle-sfv-console -<formato> <archivos>
gl: dalle-sfv-console -<formato> <ficheiros>

source: dalle-sfv-console -r -<format> <files> to recurse into directories
es: dalle-sfv-console -r -<formato> <archivos> modo recursivo
gl: dalle-sfv-console -r -<formato> <ficheiros> para baixar de forma recursiva nos directorios

source: Supported formats:
es: Formatos soportados
gl: Formatos soportados:

source: Examples:
es: Ejemplos
gl: Exemplos:

source: Verifying files with a sfv file
es: Verificando archivos con SFV
gl: Verificando os ficheiros cun ficheiro sfv

source: Creating sfv file (recursing into directories)
es: Creando un archivo sfv (entrando recursivamente en directorios)
gl: Creando ficheiro sfv (de forma recursiva nos directorios)

source: Browse...
es: Buscar...
gl: Explorar...

source: Selected file does not exist
es: El archivo indicado no existe
gl: O ficheiro seleccionado non existe

source: Couldn't determine file type or the file is corrupted
es: No se pudo determinar el tipo o el archivo está corrupto
gl: Non se puido determinar o tipo de ficheiro ou o ficheiro está corrompido

source: The file {0} already exists
es: El archivo {0} ya existe
gl: O ficheiro {0} xa existe

source: The checksum is invalid
es: El checksum de verificación no es correcto
gl: A suma de verificación é incorrecta

source: Do you want to stop file operation?
es: ¿Detener la operación en curso?
gl: Desexa deter a operación?

source: Split Files
es: Partir ficheros
gl: Dividir Ficheiros

source: Split a File
es: Partir un fichero
gl: Dividir un Ficheiro

source: Split a file in small pieces
es: Partir un fichero en piezas menores
gl: Dividir un ficheiro en anacos pequenos

source: Select a file to split
es: Elija el archivo a partir
gl: Seleccione un ficheiro para dividilo

source: Number of fragments
es: Número de fragmentos
gl: Número de anacos

source: Size of fragments
es: Tamaño de los fragmentos
gl: Tamaño dos anacos

source: File Format
es: Formato de archivo
gl: Formato do Ficheiro

source: Welcome to Dalle.
es: Bienvenido a Dalle.
gl: Benvido a Dalle.

source: What do you want to do?
es: ¿Qué desea hacer?
gl: Que desexa facer?

source: Merge Files
es: Unir archivos
gl: Unir Ficheiros

source: About
es: Acerca
gl: Acerca de

source: Join File Fragments
es: Unir fragmentos de archivo
gl: Unir Anacos de Ficheiro

source: Join the fragments of a file
es: Unir los framentos de un archivo
gl: Unir os anacos dun ficheiro

source: Re-create a file from its fragments
es: Re-crear un archivo a partir de sus fragmentos
gl: Volver crear un ficheiro a partir dos seus anacos

source: Fragment to join
es: Fragmento a unir
gl: Anaco a unir

source: Unknown file format
es: Formato de fichero desconocido
gl: Formato de ficheiro descoñecido

source: Choose the file to open
es: Seleccione el archivo para abrir

source: Cancel
es: Cancelar

source: Open
es: Abrir

source: You must select a destination format
es: Debe seleccionar un formato
